#pacman -Qqe | grep -v "$(pacman -Qqm)" > pacman.lst
#cat pacman.lst | xargs pacman -S --needed --noconfirm
#pacman -Ql variety
adobe-source-sans-pro-fonts
alsa-utils
arandr
arc-gtk-theme
arch-wiki-lite
arcolinux-arc-themes-git
arcolinux-awesome-git
arcolinux-bin-git
arcolinux-config-git
arcolinux-faces-git
arcolinux-fonts-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-oblogout-themes-git
arcolinux-root-git
arcolinux-termite-themes-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-xfce-thunar-git
arj
autoconf
autofs
automake
awesome
awesome-terminal-fonts
axel
bash
bash-completion
binutils
bison
blender
btrfs-progs
bzip2
cabextract
cdrtools
compton
coreutils
cpio
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dmidecode
dnsmasq
e2fsprogs
epdfview
exfat-utils
expac
f2fs-tools
fakeroot
ffmpegthumbnailer
ffmpegthumbs
file
file-roller
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
ghex
git
glibc
gnome-disk-utility
gnome-keyring
grep
groff
gst-libav
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gtk2-perl
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
gzip
hardinfo
hddtemp
htop
hugo
icoutils
imagemagick
inetutils
intel-tbb
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre10-openjdk
less
lib32-mesa
lib32-mesa-vdpau
libdvdcss
libtool
libva-intel-driver
libva-vdpau-driver
libvdpau-va-gl
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-headers
logrotate
lsb-release
lvm2
lxappearance
lzop
m4
make
man-db
man-pages
mdadm
mesa-vdpau
mlocate
mpc
mpd
mtpfs
mutter
nano
ncmpcpp
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nitrogen
noto-fonts
nss-mdns
ntfs-3g
numlockx
p7zip
pacman
patch
pavucontrol
pciutils
perl
pkgconf
pkgstats
procps-ng
psmisc
python-pywal
qt5-declarative
reflector
reiserfsprogs
rsync
rxvt-unicode
s-nail
screenfetch
scrot
sed
shadow
sharutils
simplescreenrecorder
sudo
sysfsutils
systemd
systemd-sysvcompat
tamsyn-font
tar
terminus-font
termite
texinfo
thunar
thunar-archive-plugin
thunar-volman
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
unace
unrar
unzip
urxvt-perls
usbutils
util-linux
uudeview
variety
vi
vicious
vlc
weston
wget
which
xclip
xdg-user-dirs-gtk
xf86-input-keyboard
xf86-video-intel
xfsprogs
xorg-iceauth
xorg-luit
xorg-server
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yajl
youtube-dl
zip
zsh
zsh-completions
zsh-syntax-highlighting
